let thearterLoctionObject = {
    /*"CAR CINEMA": {
        lat: 37.435562,
        lng: 127.017184
    },
    "CGV강남": {
        lat: 37.501564,
        lng: 127.026305
    },
    "CGV강변": {
        lat: 37.535808,
        lng: 127.095664
    },
    "CGV건대입구": {
        lat: 37.539689,
        lng: 127.066916
    },
    "CGV구로": {
        lat: 37.501303,
        lng: 126.882518
    },
    "CGV대학로": {
        lat: 37.583390,
        lng: 126.999822
    },
    "CGV동대문": {
        lat: 37.568693,
        lng: 127.007654
    },
    "CGV등촌": {
        lat: 37.557801,
        lng: 126.856005
    },
    "CGV명동": {
        lat: 37.563328,
        lng: 126.982840
    },
    "CGV명동역 씨네라이브러리": {
        lat: 37.561242,
        lng: 126.985296
    },
    "CGV목동": {
        lat: 37.526246,
        lng: 126.875032
    },
    "CGV미아": {
        lat: 37.612051,
        lng: 127.030758
    },
    "CGV불광": {
        lat: 37.609712,
        lng: 126.928909
    },
    "CGV상봉": {
        lat: 37.597364,
        lng: 127.092238
    },
    "CGV성신여대입구": {
        lat: 37.592558,
        lng: 127.017039
    },
    "CGV송파": {
        lat: 37.477808,
        lng: 127.124511
    },
    "CGV수유": {
        lat: 37.642342,
        lng: 127.029747
    },
    "CGV신촌아트레온": {
        lat: 37.556537,
        lng: 126.940276
    },
    "CGV압구정": {
        lat: 37.524280,
        lng: 127.029377
    },
    "CGV여의도": {
        lat: 37.525475,
        lng: 126.925383
    },
    "CGV영등포": {
        lat: 37.517098,
        lng: 126.903638
    },
    "CGV왕십리": {
        lat: 37.560499, 
        lng: 127.038724
    },
    "CGV용산아이파크몰": {
        lat: 37.530152, 
        lng: 126.965192
    },
    "CGV중계": {
        lat: 37.639790, 
        lng: 127.068672
    },
    "CGV천호": {
        lat: 37.545713, 
        lng: 127.142189
    },
    "CGV청담씨네시티": {
        lat: 37.522864, 
        lng: 127.037005
    },
    "CGV피카디리1958": {
        lat: 37.571012, 
        lng: 126.991204
    },
    "CGV하계": {
        lat: 37.638648,
        lng:  127.064829 
    },
    "CGV홍대": {
        lat: 37.556452,
        lng: 126.922643
    },
    "CGV경기광주": {
        lat: 37.407675,
        lng: 127.258605
    },
    "CGV고양행신": {
        lat: 37.613503,
        lng:  126.834422
    },
    "CGV광교": {
        lat: 37.285215,
        lng: 127.057217 
    },
    "CGV광교상현": {
        lat: 37.400539,
        lng: 127.111378
    },
    "CGV구리": {
        lat:37.601730,
        lng:  127.142122
    },
    "CGV김포운양": {
        lat: 37.654632,
        lng:  126.684030 
    },
    "CGV김포풍무": {
        lat: 37.609848,
        lng: 126.723710
    },
    "CGV김포한강": {
        lat: 37.632154,
        lng: 126.707344
    },
    "CGV동백": {
        lat: 37.278057,
        lng:  127.151539
    },
    "CGV동수원": {
        lat: 37.263518,
        lng: 127.032102
    },*/

    /*서울*/
    "CAR CINEMA": {
        addr: "경기 과천시 광명로 181"
    },
    "CGV강남": {
        addr: "서울특별시 강남구 강남대로 438"
    },
    "CGV강변": {
        addr: "서울특별시 광진구 광나루로56길 85"
    },
    "CGV건대입구": {
        addr: "서울시 광진구 아차산로 30길 26 몰오브케이"
    },
    "CGV구로": {
        addr: "서울특별시 구로구 구로중앙로 152"
    },
    "CGV대학로": {
        addr: "서울 종로구 대명길 28"
    },
    "CGV동대문": {
        addr: "서울시 중구 장충단로 13길 20 현대시티아울렛"
    },
    "CGV등촌": {
        addr: "서울특별시 강서구 공항대로45길 63"
    },
    "CGV명동": {
        addr: "서울특별시 중구 명동길 14"
    },
    "CGV명동역 씨네라이브러리": {
        addr: "서울특별시 중구 퇴계로 123"
    },
    "CGV목동": {
        addr: "서울 양천구 목동동로 257 현대백화점"
    },
    "CGV미아": {
        addr: "서울특별시 강북구 도봉로 34"
    },
    "CGV불광": {
        addr: "서울특별시 은평구 불광로 20"
    },
    "CGV상봉": {
        addr: "서울시 중랑구 상봉로 131"
    },
    "CGV성신여대입구": {
        addr: "서울특별시 성북구 동소문로 106"
    },
    "CGV송파": {
        addr: "서울특별시 송파구 충민로 66"
    },
    "CGV수유": {
        addr: "서울시 강북구 도봉로 399"
    },
    "CGV신촌아트레온": {
        addr: "서울특별시 서대문구 신촌로 129"
    },
    "CGV압구정": {
        addr: "서울특별시 강남구 압구정로30길 45"
    },
    "CGV여의도": {
        addr: "서울특별시 영등포구 국제금융로 10"
    },
    "CGV영등포": {
        addr: "서울시 영등포구 영중로 15"
    },
    "CGV왕십리": {
        addr: "서울특별시 성동구 왕십리광장로 17"
    },
    "CGV용산아이파크몰": {
        addr: "서울특별시 용산구 한강대로23길 55"
    },
    "CGV중계": {
        addr: "서울특별시 노원구 동일로204가길 12"
    },
    "CGV천호": {
        addr: "서울시 강동구 양재대로 1571 홈플러스"
    },
    "CGV청담씨네시티": {
        addr: "서울특별시 강남구 도산대로 323"
    },
    "CGV피카디리1958": {
        addr: "서울특별시 종로구 돈화문로5가길"
    },
    "CGV하계": {
        addr: "서울특별시 노원구 섬밭로 258"
    },
    "CGV홍대": {
        addr: "서울특별시 마포구 양화로 153"
    },
    /*경기*/
    "CGV경기광주": {
        addr: "경기 광주시 중앙로 89"
    },
    "CGV고양행신": {
        addr: "경기 고양시 덕양구 충장로 8"
    },
    "CGV광교": {
        addr: "경기도 수원시 영통구 광교호수공원로 320(하동) 갤러리아백화점 광교점"
    },
    "CGV광교상현": {
        addr: "경기도 용인시 수지구 상현동 1116-4 W스퀘어"
    },
    "CGV구리": {
        addr: "경기도 구리시 경춘로 243"
    },
    "CGV김포운양": {
        addr: "경기도 김포시 김포한강11로 288-31 에이스프라자"
    },
    "CGV김포풍무": {
        addr: "경기도 김포시 풍무로 167"
    },
    "CGV김포한강": {
        addr: "경기도 김포시 걸포로 6 케이탑리츠 김포빌딩"
    },
    "CGV동백": {
        addr: "경기도 용인시 기흥구 동백죽전대로 444"
    },
    "CGV동수원": {
        addr: "경기도 수원시 팔달구 권광로 181"
    },
    "CGV동탄": {
        addr: "경기도 화성시 동탄중앙로 220"
    },
    "CGV동탄역": {
        addr: "경기도 화성시 동탄대로 537 라스플로레스 A동"
    },
    "CGV동탄호수공원": {
        addr: "경기도 화성시 동탄대로 181"
    },
    "CGV배곧": {
        addr: "경기도 시흥시 서울대학로 278번길 61"
    },
    "CGV범계": {
        addr: "경기도 안양시 동안구 동안로 119"
    },
    "CGV부천": {
        addr: "경기도 부천시 길주로 180"
    },
    "CGV부천역": {
        addr: "경기도 부천시 부일로 460"
    },
    "CGV부천옥길": {
        addr: "경기도 부천시 옥길로 124 문영퀸즈파크옥길 C동"
    },
    "CGV북수원": {
        addr: "경기도 수원시 장안구 경수대로 950"
    },
    "CGV산본": {
        addr: "경기도 군포시 번영로 505"
    },
    "CGV서현": {
        addr: "경기도 분당구 서현로 180번길 19 비전월드B/D"
    },
    "CGV성남모란": {
        addr: "경기도 성남시 중원구 성남대로1136 뉴코아아울렛"
    },
    "CGV소풍": {
        addr: "경기도 부천시 송내대로 239"
    },
    "CGV수원": {
        addr: "경기도 수원시 팔달구 덕영대로 924"
    },
    "CGV스타필드시티위례": {
        addr: "경기도 하남시 위례대로200 스타필드시티위례점"
    },
    "CGV시흥": {
        addr: "경기도 시흥시 복지로 90"
    },
    "CGV안산": {
        addr: "경기도 안산시 단원구 광덕대로 194"
    },
    "CGV안성": {
        addr: "경기도 안성시 아양2로 109"
    },
    "CGV야탑": {
        addr: "경기도 성남시 분당구 성남대로925번길 16"
    },
    "CGV양주옥정": {
        addr: "경기도 양주시 옥정로 200 씨네마엠디프라자"
    },
    "CGV역곡": {
        addr: "경기도 부천시 경인로 505"
    },
    "CGV오리": {
        addr: "경기도 성남시 분당구 탄천상로 151번길 20"
    },
    "CGV오산": {
        addr: "경기도 오산시 원동로37번길 46 오산시네마타운"
    },
    "CGV오산중앙": {
        addr: "경기도 오산시 원동로22 르마레시티"
    },
    "CGV용인": {
        addr: "경기도 용인시 처인구 금령로 86"
    },
    "CGV의정부": {
        addr: "경기도 의정부시 평화로 525"
    },
    "CGV의정부태흥": {
        addr: "경기도 의정부시 시민로 80"
    },
    "CGV이천": {
        addr: "경기도 이천시 중리천로 58 (중리동) 랜드마크ICC"
    },
    "CGV일산": {
        addr: "경기도 고양시 일산동구 정발산로 24"
    },
    "CGV정왕": {
        addr: "경기 시흥시 정왕대로210 이마트 시화점"
    },
    "CGV죽전": {
        addr: "경기도 용인시 수지구 포은대로 536"
    },
    "CGV파주문산": {
        addr: "경기도 파주시 문산읍 방촌로 1719-10"
    },
    "CGV파주야당": {
        addr: "경기도 파주시 경의로 1074"
    },
    "CGV판교": {
        addr: "경기도 성남시 판교역로 146번길 20(백현동)현대백화점"
    },
    "CGV평촌": {
        addr: "경기도 안양시 동안구 관평로170번길 33"
    },
    "CGV평택": {
        addr: "경기도 평택시 평택로 51"
    },
    "CGV평택소사": {
        addr: "경기도 평택시 평남로 862"
    },
    "CGV포천": {
        addr: "경기도 포천시 소흘읍 호국로 689"
    },
    "CGV화성봉담": {
        addr: "경기도 화성시 봉담읍 동화길 51"
    },
    "CGV화정": {
        addr: "경기도 고양시 덕양구 화중로104번길 28"
    },
    /*인천*/
    "CGV계양": {
        addr: "인천광역시 계양구 장제로 738"
    },
    "CGV남주안": {
        addr: "인천광역시 미추홀구 미추홀대로 736"
    },
    "CGV부평": {
        addr: "인천광역시 부평구 마장로 489"
    },
    "CGV연수역": {
        addr: "인천광역시 연수구 벚꽃로 106"
    },   
    "CGV인천": {
        addr: "인천광역시 남동구 예술로 198"
    },
    "CGV인천공항": {
        addr: "인천광역시 중구 공항로 272"
    },
    "CGV인천논현": {
        addr: "인천광역시 남동구 논현로26번길 34"
    },
    "CGV인천연수": {
        addr: "인천광역시 연수구 청능대로 210"
    },
    "CGV인천학익": {
        addr: "인천광역시 미추홀구 매소홀로 255"
    },
    "CGV주안역": {
        addr: "인천광역시 미추홀구 염창로 58"
    },
    "CGV청라": {
        addr: "인천광역시 서구 청라루비로 76 스퀘어세븐"
    },
    /*강원*/
    "CGV강릉": {
        addr: "강원도 강릉시 경강로 2120"
    },
    "CGV원주": {
        addr: "강원도 원주시 서원대로 171"
    },
    "CGV인제": {
        addr: "강원도 인제군 인제읍 남북리 388 하늘내린센터"
    },
    "CGV춘천": {
        addr: "강원도 춘천시 지석로 80"
    },
    /*대전/충청*/
    "CGV당진": {
        addr: "충남 당진시 우두1로 88"
    },
    "CGV대전": {
        addr: "대전광역시 중구 계백로 1700"
    },
    "CGV대전가수원": {
        addr: "대전광역시 서구 도안동로 11번길 45 KD U PLAZA"
    },
    "CGV대전가오": {
        addr: "대전광역시 동구 은어송로 72"
    },
    "CGV대전탄방": {
        addr: "대전광역시 서구 문정로 85 세이탄방점"
    },
    "CGV대전터미널": {
        addr: "대전광역시 동구 동서대로 1689"
    },
    "CGV보령": {
        addr: "충청남도 보령시 대흥로 51"
    },
    "CGV서산": {
        addr: "충남 서산시 안견로 242"
    },
    "CGV세종": {
        addr: "세종특별자치시 도움1로 108 몰리브"
    },
    "CGV유성노은": {
        addr: "대전광역시 유성구 노은로 144 노은타운"
    },
    "CGV천안": {
        addr: "충청남도 천안시 동남구 명동길 47"
    },
    "CGV천안터미널": {
        addr: "천안시 동남구 만남로 43 신세계 백화점 충청점 B관"
    },
    "CGV천안펜타포트": {
        addr: "충청남도 천안시 서북구 공원로 196"
    },
    "CGV청주(서문)": {
        addr: "충청북도 청주시 상당구 상당로81번길 63"
    },
    "CGV청주성안길": {
        addr: "충청북도 청주시 상당구 상당로81번길 33"
    },
    "CGV청주율량": {
        addr: "충청북도 청주시 청원구 충청대로 114"
    },
    "CGV청주지웰시티": {
        addr: "충청북도 청주시 흥덕구 대농로 47-1"
    },
    "CGV청주터미널": {
        addr: "충청북도 청주시 흥덕구 2순환로 1233"
    },
    "CGV충북혁신": {
        addr: "충청북도 음성군 맹동면 대하1길 10"
    },
    "CGV홍성": {
        addr: "충청남도 홍성군 홍성읍 조양로247번길 9"
    },
    /*대구*/
    "CGV대구": {
        addr: "대구광역시 중구 국채보상로 585"
    },
    "CGV대구수성": {
        addr: "대구광역시 수성구 지범로 191"
    },
    "CGV대구스타디움": {
        addr: "대구광역시 수성구 유니버시아드로 140"
    },
    "CGV대구아카데미": {
        addr: "대구광역시 중구 중앙대로 412"
    },
    "CGV대구월성": {
        addr: "대구광역시 달서구 조암로 29 (월성동) 이래타워"
    },
    "CGV대구이시아": {
        addr: "대구광역시 동구 팔공로49길 16"
    },
    "CGV대구칠곡": {
        addr: "대구광역시 북구 동암로 90"
    },
    "CGV대구한일": {
        addr: "대구광역시 중구 동성로 39"
    },
    "CGV대구현대": {
        addr: "대구광역시 중구 달구벌대로 2077"
    },
    /*부산/울산*/
    "CGV남포": {
        addr: "부산광역시 중구 비프광장로 18"
    },
    "CGV대연": {
        addr: "부산광역시 남구 수영로 305"
    },
    "CGV동래": {
        addr: "부산광역시 동래구 중앙대로 1523"
    },
    "CGV서면": {
        addr: "부산광역시 부산진구 동천로 4"
    },
    "CGV서면삼정타워": {
        addr: "부산광역시 부산진구 중앙대로 672 서면피에스타"
    },
    "CGV센텀시티": {
        addr: "부산광역시 해운대구 센텀남대로 35"
    },
    "CGV아시아드": {
        addr: "부산광역시 연제구 종합운동장로 7"
    },
    "CGV울산삼산": {
        addr: "울산광역시 남구 화합로 185"
    },
    "CGV울산신천": {
        addr: "울산광역시 북구 매산1로 17 LEEPLEX"
    },
    "CGV울산진장": {
        addr: "울산광역시 북구 진장유통로 51-10"
    },
    "CGV정관": {
        addr: "부산시 기장군 정관읍 정관중앙로45"
    },
    "CGV하단아트몰링": {
        addr: "부산시 사하구 낙동남로 1413 아트몰링 문화관"
    },
    "CGV해운대": {
        addr: "부산광역시 해운대구 해운대로 620 라뮤에뜨"
    },
    "CGV화명": {
        addr: "부산광역시 북구 화명대로 16"
    },
    /*경상*/
    "CGV거제": {
        addr: "경상남도 거제시 장평로 12"
    },
    "CGV구미": {
        addr: "경상북도 구미시 구미중앙로 44"
    },
    "CGV김천율곡": {
        addr: "경상북도 김천시 혁신2로 15"
    },
    "CGV김해": {
        addr: "경상남도 김해시 내외중앙로 137"
    },
    "CGV김해율하": {
        addr: "경남 김해시 율하2로 111"
    },
    "CGV김해장유": {
        addr: "경상남도 김해시 삼문로 12"
    },
    "CGV마산": {
        addr: "경상남도 창원시 마산회원구 3·15대로 736"
    },
    "CGV북포항": {
        addr: "경상북도 포항시 북구 서동로 93"
    },
    "CGV안동": {
        addr: "경상북도 안동시 경동로 841"
    },
    "CGV양산물금": {
        addr: "경상남도 양산시 물금읍 백호로 68"
    },
    "CGV양산삼호": {
        addr: "경남 양산시 삼호 1길 42 더 퍼스트"
    },
    "CGV창원": {
        addr: "경상남도 창원시 의창구 창원대로397번길 6"
    },
    "CGV창원더시티": {
        addr: "경남 창원시 의창구 원이대로 320"
    },
    "CGV통영": {
        addr: "경상남도 통영시 원문로 27"
    },
    "CGV포항": {
        addr: "경상북도 포항시 남구 중흥로 77"
    },
    /*광주/전라/제주*/
    "CGV광양": {
        addr: "전라남도 광양시 금호로 26 몰오브광양"
    },
    "CGV광양 엘에프스퀘어": {
        addr: "전라남도 광양시 광양읍 순광로 466 LF스퀘어"
    },
    "CGV광주금남로": {
        addr: "광주광역시 동구 중앙로 160번길 16-7 부로타워"
    },
    "CGV광주상무": {
        addr: "광주광역시 서구 시청로 67"
    },
    "CGV광주용봉": {
        addr: "광주광역시 북구 문화소통로 170"
    },
    "CGV광주첨단": {
        addr: "광주광역시 광산구 임방울대로826번길"
    },
    "CGV광주충장로": {
        addr: "광주 광역시 동구 중앙로 163 NC웨이브"
    },
    "CGV광주터미널": {
        addr: "광주광역시 서구 무진대로 904"
    },
    "CGV광주하남": {
        addr: "광주광역시 광산구 용아로400번길 30 테라스 56 피크닉몰"
    },
    "CGV군산": {
        addr: "전라북도 군산시 백토로 166"
    },
    "CGV나주": {
        addr: "전라남도 나주시 상야4길 16-16"
    },
    "CGV목포": {
        addr: "전라남도 목포시 교육로 63"
    },
    "CGV목포평화광장": {
        addr: "전라남도 목포시 원형동로 53"
    },
    "CGV서전주": {
        addr: "전주시 완산구 홍산로 260 엠스퀘어"
    },
    "CGV순천": {
        addr: "전라남도 순천시 장명로 22"
    },
    "CGV순천신대": {
        addr: "전라남도 순천시 해룡면 해광로 199"
    },
    "CGV여수웅천": {
        addr: "전라남도 여수시 웅천로 19-35"
    },
    "CGV익산": {
        addr: "전라북도 익산시 무왕로 1052"
    },
    "CGV전주고사": {
        addr: "전라북도 전주시 완산구 전주객사3길 72"
    },
    "CGV전주효자": {
        addr: "전라북도 전주시 완산구 용머리로 45"
    },
    "CGV정읍": {
        addr: "전라북도 정읍시 중앙1길 1"
    },
    "CGV제주": {
        addr: "제주특별자치도 제주시 서광로 288"
    },
    "CGV제주노형": {
        addr: "제주특별자치도 제주시 노형로 407"
    }
}

export {thearterLoctionObject};
